Repository: common-repository/bwp-external-links
Catalog: languages/bwp-ext-*.po
Languages: ms_my, nl_nl

source: Better WordPress External Links Settings
ms_my: Tetapan Sambungan Luaran Better WordPress
nl_nl: Better WordPress External Links Instellingen

source: Better WordPress External Links
ms_my: Sambungan Luaran Better WordPress

source: You do not have sufficient permissions to access this page.
ms_my: Anda tidak mempunyai kebenaran untuk mengakses muka ini.
nl_nl: Je hebt onvoldoende permissie tot de toegang van deze pagina.

source: General Options
ms_my: Pilihan Umum
nl_nl: Algemene instellingen

source: Process links inside
ms_my: Proses sambungan di dalam
nl_nl: Toepassen op links in

source: Process page-wide links?
ms_my: Proses muka-lebar sambungan?
nl_nl: Toepassen op alle links in de hele site?

source: Use CSS provided by this plugin?
ms_my: Gunakan CSS yang disediakan oleh plugin?
nl_nl: Maak gebruik van de plugin's CSS?

source: Processing Options
ms_my: Plilihan Memproses
nl_nl: URL-verwerk Instellingen

source: Add the attribute
ms_my: Tambah attribut
nl_nl: Voeg het attribuut

source: A custom rel attribute
ms_my: Rel Attribut biasa
nl_nl: Een aangepast rel-attribuut

source: Ignore links pointing to
ms_my: Abaikan sambungan yang ditujukan ke
nl_nl: Negeer links die verwijzen naar

source: If you choose to ignore some subdomains, input them here (one per line)
ms_my: Jika anda memilih untuk mengabaikan sesetengah subdomain, masukkannya disini (satu per barisan)
nl_nl: Als gekozen is voor "sommige subdomeinen", geef dan hier aan welke (één per regel)

source: Forced local domains (one per line)
ms_my: Paksa domain lalai (satu per barisan)
nl_nl: Dwing lokale domeinen af voor (één per regel)

source: Forbidden domains (one per line) &mdash; useful for comment text
ms_my: Larang domain (satu per barisan) &mdash; berguna untuk teks komen
nl_nl: Verboden domeinen (één per regel) &mdash; met name handig voor reactieteksten

source: URLs pointing to forbidden domains will be replaced with
ms_my: URL yang disambungkan ke domain terlarang akan digantikan dengan
nl_nl: URLs die naar verboden domeinen verwijzen vervangen door

source: Displaying &amp; Interacting Options
ms_my: Paparkan &amp; Pilihan Tindakan
nl_nl: Weergave- &amp; Interaktieinstellingen

source: External links&#8217; CSS class
ms_my: Sambungan luaran&#8217; kelas CSS
nl_nl: Externe links&#8217; CSS-class

source: Local links&#8217; CSS class
ms_my: Sambungan lalai&#8217; kelas CSS
nl_nl: Lokale links&#8217; CSS-class

source: Open
ms_my: Buka
nl_nl: Openen

source: Prefix external links with
ms_my: Sambungan luaran awalan dengan
nl_nl: Prefix externe links met

source: <em>All input fields are optional. To say the truth, configuring this plugin can be quite confusing (I'm terribly sorry!) I have written a rather detailed guide that might help you out, please take a <a href="%s#usage">look at it</a> if you are interested.</em>
ms_my: <em>Semua bidang masukkan adalah tidak wajib. Jujurnya, mengkonfigurasikan plugin ini adalah agak mengelirukan (Saya memohon maaf!) Saya telah menulis petunjuk yang terperinci yang mungkin menolong anda, sila <a href="%s#usage">lihat ini</a> jika anda berminat.</em>
nl_nl: <em>Alle input velden zijn optioneel. Om eerlijk te zijn: het configureren van deze plugin kan behoorlijk verwarrend zijn (Sorry daarvoor!) Ik heb een vrij gedetaileerde handleiding geschreven die je hierbij kan helpen, <a href="%s#usage">bekijk deze alstublieft</a> (engels) als je hierin geïnteresserd bent.</em>

source: <em>Customize how your links are shown.</em>
ms_my: <em>Selaraskan bagaimana sambungan anda akan dipaparkan.</em>
nl_nl: <em>Pas aan hoe links weergegeven worden.</em>

source: all subdomains
ms_my: semua subdomain
nl_nl: alle subdomeinen

source: no subdomains
ms_my: tiada subdomain
nl_nl: geen subdomeinen

source: some subdomains
ms_my: sesetengah subdomain
nl_nl: sommige subdomeinen

source: using the "onclick" attribute
ms_my: gunakan attribut "onclick"
nl_nl: gebruik het "onclick" attribuut

source: using the "target" attribute
ms_my: gunakan attribut "target"
nl_nl: gebruik het "target" attribuut

source: using jQuery
ms_my: gunakan jQuery
nl_nl: gebruik jQuery

source: one new window for each external link (_blank)
ms_my: sebuah tetingkap baharu untuk setiap sambungan luaran (_blank)
nl_nl: een nieuw venster voor elke externe link (_blank)

source: just one new window for all external links (_new)
ms_my: hanya sebuah tetingkap baharu untuk semua sambungan luaran (_new)
nl_nl: één enkel nieuw venster voor alle externe links (_new)

source: no new window at all for external links
ms_my: tiada tetingkap baharu pada keseluruhan sambungan luaran
nl_nl: geen nieuw venster - externe links worden in het huidige venster geopend

source: nothing
ms_my: tiada
nl_nl: niets

source: a custom URL
ms_my: URL lalai
nl_nl: een aangepaste URL

source: post contents, i.e. hook to <code>the_content()</code>
ms_my: hantar kandungan-kandungan, contohnya sambungan ke <code>the_content()</code>
nl_nl: bericht/pagina inhoud, m.a.w. toepassen op <code>the_content()</code>

source: comment text, i.e. hook to <code>comment_text()</code>
ms_my: teks komen, contohnya sambungan ke <code>comment_text()</code>
nl_nl: reactie tekst, m.a.w. toepassen op <code>comment_text()</code>

source: text widgets, i.e. hook to <code>widget_text()</code>
ms_my: widget teks, contohnya sambungan ke <code>widget_text()</code>
nl_nl: tekstwidgets, m.a.w. toepassen op <code>widget_text()</code>

source: This plugin will find and process all links on any given page. This option will override what you check above. This is an advanced feature and should be used only for sites that do not have too much contents.
ms_my: Plugin ini akan menjumpai dan memproses semua sambungan pada mana-mana muka yang diberi. Pilihan ini akan menggandakan apa yang anda semak di atas. Ini adalah fungsi lebihan yang mana sepatutnya hanya digunakan pada tapak yang tidak mempunyai terlalu banyak kandungan.
nl_nl: Deze plugin zal alle links op elke willekeurige pagina vinden en verwerken. Deze optie heeft voorrang t.a.v. de opties hierboven en zal deze negeren. Dit is een geadvanceerde instelling en zou enkel toegepast moeten worden op websites met een beperkte hoeveelheid inhoud.

source: a very simple CSS provided so that you can see the "external" effect :). It is recommended that you disable this and use your own rules.
ms_my: CSS yang biasa disediakan jadi anda boleh melihat kesan "external" :). Ini disyorkan untuk menutup fungsi ini dan gunakan cara anda sendiri.
nl_nl: een paar simpele CSS regels om het effect van "external" zichtbaar te maken :). Het wordt aangeraden op deze optie uit te zetten en eigen CSS regels te gebruiken.

source: <code>rel="external"</code> to external links?
ms_my: <code>rel="external"</code> ke sambungan luaran?
nl_nl: <code>rel="external"</code> toe aan externe links?

source: <code>rel="nofollow"</code> to external links?
ms_my: <code>rel="nofollow"</code> ke sambungan luaran?
nl_nl: <code>rel="nofollow"</code> toe aan externe links?

source: a simple string describing the relation.
ms_my: simpulan biasa untuk menerangkan kesinambungan
nl_nl: een simpele tekststring die de relatie beschrijft.

source: This can be <code>#top</code>, <code>http://www.google.com</code> or anything else suitable for the <code>href</code> attribute.
ms_my: Ini boleh <code>#top</code>, <code>http://google.com</code> atau apa sahaja yang sesuai untuk attribut <code>href</code>.
nl_nl: Dit kan zijn <code>#top</code>, <code>http://www.google.com</code> of een willekeurig andere verwijzing die in de <code>href</code>-attribuut gebruikt kan worden.

source: <em>and the custom URL (if chosen) is</em>
ms_my: <em>dan URL biasa (jika dipilih) adalah</em>
nl_nl: <em>en de aangepaste URL (als gekozen) is</em>

source: (for example, prepend external links with something like <code>http://yourdomain.com/out.php?</code>)
ms_my: (contohnya, tambah sambungan luaran dengan perkara seperti <code>http://domainanda.com/out.php?</code>)
nl_nl: (bijvoorbeeld: zet <code>http://uwdomein.nl/out.php?</code> voor alle externe links)

source: %s requires WordPress <strong>%s</strong> or higher and PHP <strong>%s</strong> or higher. The plugin will not function until you update your software. Please deactivate this plugin.
ms_my: %s memerlukan WordPress <strong>%s</strong> atau lebih tinggi dan PHP <strong>%s</strong> atau lebih tinggi. Plugin ini tidak akan berfungsi sehingga anda menaiktaraf perisian anda. Sila nyahaktifkan plugin ini.
nl_nl: %s vereist WordPress <strong>%s</strong> of hoger en PHP <strong>%s</strong> of hoger. Deze plugin zal niet werken totdat aan deze software-eisen voldaan wordt. Update de software en deactiveer deze plugin tot die tijd.

source: Development Log
ms_my: Log Pembangunan
nl_nl: Ontwikkelingslog

source: Frequently Asked Questions
ms_my: Soal Jawab
nl_nl: Veelgestelde vragen

source: Got a problem? Send me a feedback!
ms_my: Alami masalah? Hantarkan soal balas kepada saya!
nl_nl: Heb je een probleem? Stuur me feedback!

source: Contact
ms_my: Hubungi

source: You can buy me some special coffees if you appreciate my work, thank you!
ms_my: Anda boleh membelikan saya 'kopi' jika menyukai hasil kerja saya, terima kasih!
nl_nl: Als je mijn werk waardeert, trakteer me dan op een paar koppen speciale koffie, mijn dank!

source: Donate to
ms_my: Dermakan kepada
nl_nl: Doneer aan

source: One cup $5.00
ms_my: Satu cawan $5.00
nl_nl: Eén kop $5.00

source: Two cups $10.00
ms_my: Dua cawan $10.00
nl_nl: Twee koppen $10.00

source: Five cups! $25.00
ms_my: Lima cawan! $25.00
nl_nl: Vijf koppen! $25.00

source: One LL-cup!!! $50.00
ms_my: Satu cawan saiz-LL!!! $50.00
nl_nl: Een XL-kop!!! $50.00

source: ... or any amount!
ms_my: atau apa jua amaun!
nl_nl: ... of elk willekeurig bedrag!

source: Latest updates from BetterWP.net!
ms_my: Kandungan terbaharu daripada BetterWP.net!
nl_nl: Laatste updates van BetterWP.net!

source: Follow me on Twitter!
ms_my: Ikuti saya di Twitter!
nl_nl: Volg me op Twitter!

source: You are using version %s!
ms_my: Anda sedang menggunakan versi %s!
nl_nl: Je gebruikt versie %s!

source: Settings
ms_my: Tetapan
nl_nl: Instellingen

source: Plugin Configurations
ms_my: Konfigurasi Plugin
nl_nl: Plugin configuratie

source: Save Changes
ms_my: Simpan Perubahan
nl_nl: Wijzigingen opslaan
